<?php

return array (
  'inbox_state' => 
  array (
    'title' => 'العربية 中文(简体) 中文(繁體) हिन्दी Indonesia',
    'desc' => 'चैट का आनंद लें, दिलचस्प लोगों को ढूंढें, समूह बनाएं और दोस्तों के साथ चैट करें __PH_0_!',
  ),
  'tabs' => 
  array (
    'groups' => 'समूह',
    'chats' => 'चैट',
    'archived' => 'संग्रहित',
    'requests' => 'अनुरोध',
  ),
  'archived_chats' => 
  array (
    'title' => 'संग्रहीत चैट',
    'description' => 'यहाँ आप अपने सभी संग्रहीत चैट पा सकते हैं। आप उन्हें किसी भी समय असंगठित कर सकते हैं।.',
  ),
  'chat_requests' => 
  array (
    'title' => 'अनुरोध',
    'description' => 'कुछ समूहों या चैटों में शामिल होने के लिए लोगों से अनुरोध करें। आप उन्हें किसी भी समय स्वीकार या अस्वीकार कर सकते हैं।.',
  ),
  'clear_conversation' => 'स्पष्ट बातचीत',
  'delete_chat' => 'चैट',
  'creating_group' => 'समूह बनाना... कृपया प्रतीक्षा करें.',
  'participants_count' => 'प्रतिभागी (_PH_0_________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________',
  'delete_group' => 'समूह',
  'archive_chat' => 'पुरालेख चैट',
  'unarchive_chat' => 'Unarchive chat',
  'edit_group' => 'समूह संपादित करें',
  'delete_message_for_all' => 'इस संदेश को सभी के लिए डिलीट करें',
  'invite_participants' => 'आमंत्रित प्रतिभागियों',
  'participant_add_rights' => 'केवल व्यवस्थापक इस समूह में प्रतिभागियों को आमंत्रित कर सकते हैं।.',
  'participant_remove_rights' => 'केवल व्यवस्थापक इस समूह से प्रतिभागियों को हटा सकते हैं।.',
  'invite_participants_description' => 'सभी चयनित लोगों को इस समूह को आमंत्रित किया जाएगा। निमंत्रण (_PH_0____) दिनों के लिए मान्य है।.',
  'pending_invitations' => 'लंबित निमंत्रण',
  'leave_group' => 'इस समूह को छोड़ दें',
  'group_admin' => 'समूह व्यवस्थापक',
  'search_by_name' => 'नाम से खोजें',
  'forbidden_to_invite' => 'प्रतिबंधित समूह निमंत्रण है',
  'report_group' => 'इस समूह की रिपोर्ट करें',
  'recent_joins' => 'हाल ही में जुड़ना',
  'group_participants' => 'ग्रुप प्रतिभागियों (_PH_0_________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________',
  'show_all_participants' => 'सभी प्रतिभागी दिखाएं',
  'chat_created_date' => 'चैट पर बनाया गया {date}_',
  'group_created_date' => 'ग्रुप बनाया गया {date}',
  'participants' => 'प्रतिभागी',
  'group_info' => 'समूह जानकारी',
  'search_participants' => 'प्रतिभागियों को खोजें',
  'create_group' => 'समूह बनाना',
  'about_group' => 'समूह',
  'write_message' => 'एक संदेश लिखें...',
  'double_click_to_reply' => 'डबल जवाब देने के लिए क्लिक करें',
  'write_reply' => 'अपने उत्तर लिखें...',
  'sending_message' => 'संदेश भेजना.',
  'no_chat_history' => 'कोई चैट इतिहास नहीं',
  'no_chat_requests' => 'अभी तक कोई अनुरोध नहीं है',
  'no_group_participants' => 'कोई समूह प्रतिभागियों को नहीं मिला',
  'no_chats_found' => 'चैट और संदेश नहीं मिला',
  'no_recent_joins' => 'हाल ही में अभी तक शामिल नहीं है',
  'no_chat_archive' => 'कोई संग्रहीत चैट नहीं',
  'no_messages_found' => 'अभी तक कोई संदेश नहीं।.',
  'message_is_deleted' => 'यह संदेश हटा दिया जाता है।.',
  'invited_you_to_group' => 'अपने लिए आमंत्रित किया है ~ {group_name} समूह।.',
  'typing' => 'Typing...',
  'user_is_typing' => '__P_0____________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________.',
  'search' => 'खोज',
  'alerts' => 
  array (
    'ws_connection' => 
    array (
      'title' => 'डब्ल्यूएस कनेक्शन विफल रहा।.',
      'desc' => 'ऐसा लगता है कि चैट सर्वर मुद्दे के कारण ठीक से काम नहीं कर रहा है।.',
    ),
  ),
  'main_menu' => 
  array (
    'group' => 
    array (
      'title' => 'नया समूह',
      'description' => 'एक नया समूह बनाएं और प्रतिभागियों को जोड़ें',
    ),
  ),
  'group_creator' => 
  array (
    'title' => 'नया समूह',
    'description' => 'एक नया समूह बनाएं और प्रतिभागियों को जोड़ें, अपनी गोपनीयता सेटिंग्स और अधिक सेट करें।.',
  ),
  'group_editor' => 
  array (
    'title' => 'समूह संपादित करें',
    'description' => 'विवरण जोड़ें, समूह अवतार और अधिक बदलें।.',
  ),
  'forms' => 
  array (
    'group_editor' => 
    array (
      'name_placeholder' => 'समूह का नाम',
      'name_helper' => 'एक शीर्षक दर्ज करें और यदि वांछित हो तो एक समूह अवतार अपलोड करें। बाद में आप इसे बदल सकते हैं।.',
      'submit_button' => 'समूह बनाना',
      'public' => 'सार्वजनिक समूह',
      'public_helper' => 'यदि आप सार्वजनिक चुनते हैं, तो कोई भी इस समूह को खोज परिणामों में ढूंढ सकता है।.',
      'description_placeholder' => 'समूह विवरण',
      'description_helper' => 'विवरण सभी प्रतिभागियों के लिए और हर किसी के लिए दिखाई देता है जो इस समूह को देख सकते हैं।.',
    ),
  ),
);
